content/posts/Covariant_Loop_Quantum_Gravity_An_Elementary_Introduction_to_Quantum_Gravity_and_Spinfoam_Theory_by_Rovelli_and_Vidotto_in_2014.md
+++
title = "Covariant Loop Quantum Gravity An Elementary Introduction to Quantum Gravity and Spinfoam Theory by Rovelli and Vidotto in 2014"
author = ["Cameron Smith"]
lastmod = 2020-09-20T17:34:11-04:00
slug = "Covariant_Loop_Quantum_Gravity_An_Elementary_Introduction_to_Quantum_Gravity_and_Spinfoam_Theory_by_Rovelli_and_Vidotto_in_2014"
draft = false
+++

## I. Foundations {#i-dot-foundations}


### 1. Spacetime as a quantum object {#1-dot-spacetime-as-a-quantum-object}

<!--list-separator-->

-  1.1 The problem

<!--list-separator-->

-  1.2 The end of space and time

<!--list-separator-->

-  1.3 Geometry quantized

    <!--list-separator-->

    -  1.3.1 Quanta of area and volume

<!--list-separator-->

-  1.4 Physical consequences of the existence of the Planck scale

    <!--list-separator-->

    -  1.4.1 Discreteness: scaling is finite

    <!--list-separator-->

    -  1.4.2 Fuzziness: disappearance of classical space and time

<!--list-separator-->

-  1.5 Graphs, loops, and quantum Faraday lines

<!--list-separator-->

-  1.6 The landscape

<!--list-separator-->

-  1.7 Complements

    <!--list-separator-->

    -  1.7.1 SU(2) representations and [spinors]({{< relref "spinors" >}})

    <!--list-separator-->

    -  1.7.2 Pauli matrices

    <!--list-separator-->

    -  1.7.3 Eigenvalues of the volume


### 2. Physics without time {#2-dot-physics-without-time}

<!--list-separator-->

-  2.1 Hamilton function

<!--list-separator-->

-  2.2 Transition amplitude

<!--list-separator-->

-  2.3 General covariant form of mechanics

<!--list-separator-->

-  2.4 Quantum physics without time

<!--list-separator-->

-  2.5 Complements


### 3. Gravity {#3-dot-gravity}

<!--list-separator-->

-  3.1 Einstein's formulation

<!--list-separator-->

-  3.2 Tetrads and fermions

    <!--list-separator-->

    -  3.2.1 An important sign

    <!--list-separator-->

    -  3.2.2 First-order formulation

<!--list-separator-->

-  3.3 Holst action and Barbero-Immirzi coupling constant

    <!--list-separator-->

    -  3.3.1 Linear simplicity constraint

    <!--list-separator-->

    -  3.3.2 Boundary term

<!--list-separator-->

-  3.4 Hamiltonian general relativity

    <!--list-separator-->

    -  3.4.1 ADM variables

    <!--list-separator-->

    -  3.4.2 What does this mean? Dynamics

    <!--list-separator-->

    -  3.4.3 Ashtekar connection and triads

<!--list-separator-->

-  3.5 Euclidean general relativity in three spacetime dimensions

<!--list-separator-->

-  3.6 Complements

    <!--list-separator-->

    -  3.6.1 Working with general covariant field theory

    <!--list-separator-->

    -  3.6.2 Problems


### 4. Classical discretization {#4-dot-classical-discretization}


## II. Three-dimensional theory {#ii-dot-three-dimensional-theory}


### 5. Three-dimensional euclidean theory {#5-dot-three-dimensional-euclidean-theory}


### 6. Bubbles and the cosmological constant {#6-dot-bubbles-and-the-cosmological-constant}


## III. The real world {#iii-dot-the-real-world}


### 7. The real world: four-dimensional lorentzian theory {#7-dot-the-real-world-four-dimensional-lorentzian-theory}


### 8. Classical limit {#8-dot-classical-limit}


### 9. Matter {#9-dot-matter}


### 10. Black holes {#10-dot-black-holes}


### 11. Cosmology {#11-dot-cosmology}


### 12. Scattering {#12-dot-scattering}


### 13. Final remarks {#13-dot-final-remarks}
